Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/interfaces/qt/ocrGui/translations/*.po
Languages: ru, zh_tw

source: Introduction
ru: Введение
zh_tw: 介紹

source: This wizard will guide you through the process of creating a word list from a scan or picture of a physical word list. Click 'Next' to start.
ru: Мастер настройки будет подсказывать Вам в процессе создания списка слов из картинки или отсканированного изображения. Чтобы начать, нажмите 'Далее'.
zh_tw: 精靈將會引導您從掃描或拍攝實體的單字列表來完成建立單字列表的過程。點擊 'Next' 開始。

source: Choose an image
ru: Выберите изображение
zh_tw: 選擇一個影像

source: Please choose the location of the scan or picture of the physical word list on your system below.
ru: Выберите ниже расположение картинки или отсканированного изображения списка слов.
zh_tw: 請由下方選擇掃描或拍攝的實體單字列表的位置。

source: Click here to choose a location
ru: Выбрать расположение
zh_tw: 在這裡點擊以選擇一個地點

source: Location:
ru: Расположение:
zh_tw: 地點：

source: Images ({extensions})
ru: Изображения ({extensions})
zh_tw: 圖像({extensions})

source: Make image ready
ru: Подготовка изображения
zh_tw: 讓圖像準備好

source: Please make sure the image is rotated completely upright with the rotation slider under this text:
ru: Убедитесь, что изображение развернуто вертикально. Для вращения используйте ползунок по этим текстом:
zh_tw: 請確定圖像已用文字下方的轉動器旋轉至完全筆直的：

source: When the image is completely upright, make a selection on the image with the mouse with in the left top the first question to include and in the right bottom the last answer to include. Click 'Next' when done.
ru: Когда изображение стало вертикальным, выделите необходимую на нем область с вопросами. Для этого, зажмите клавишу мыши в левом верхнем углу предполагаемого списка вопросов и протяните до правого нижнего угла. Когда закончите, нажмите 'Далее'.
zh_tw: 當圖像完全筆直，用滑鼠在圖像上做個選擇將左上角第一題包括進來及右下角最後一題也包括進來。完成時點擊 "Next"。

source: No selection was made
ru: Вы ничего не выбрали
zh_tw: 尚未選取任何東西

source: No selection was made. Please try again.
ru: Вы ничего не выбрали. Повторите выбор.
zh_tw: 尚未選取任何東西。請再試一次。

source: Recognizing word list...
ru: Распознавание списка слов...
zh_tw: 辨識單字列表...

source: Down here, you can see a preview of the result. There will probably be some wrongly recognized words in there, but the structure of the word list should be recognizable. If not, click 'Back' and try again. Otherwise, click 'Finish'.
ru: Здесь Вы можете увидеть предварительный результат. Возможно наличие некоторых неправильно распознанных слов, но структура списка слов должна быть узнаваема. Если нет, нажмите 'Назад' и попробуйте снова. Если всё нормально, нажмите 'Завершить'.
zh_tw: 到這，你可以看到預覽的結果。可能會有一些辨識錯誤的字，但是單字列表的結構應該可分辨。假如不是，點擊‘Back' 並重試一次。否則，點擊 'Finish'。

source: Result preview
ru: Предварительный просмотр
zh_tw: 預覽結果

source: Create words lesson from a scan or picture
ru: Создать список слов из картинки или отсканированного изображения
zh_tw: 從掃描或拍攝來建立單字課程

source: Words lesson from picture
ru: Список слов из изображения
zh_tw: 單字課程從拍攝
