Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/testMode/teacherPanel/translations/*.po
Languages: es, fr, pl, pt_br, ru

source: Tests
es: Pruebas
pl: Testy
pt_br: Testes
ru: Тесты

source: Add lesson
es: Agregar lección
fr: Ajouter une leçon
pl: Dodaj lekcję
pt_br: Adicinar lição
ru: Добавить урок:

source: Select a student/group:
es: Seleccione un estudiante/grupo:
fr: Sélectionner un étudiant/groupe:
pl: Wybierz studenta/grupę:
pt_br: Selecione um estudante/grupo:
ru: Выбрать учащегося/группу:

source: Add person/group
es: Agregar persona/grupo
fr: Ajouter une personne/groupe
pl: Dodaj osobę/grupę
pt_br: Adicione uma pessoa/grupo
ru: Добавить человека/группу:

source: Back
es: Volver
fr: Retour
pl: Wstecz
pt_br: Anterior
ru: Назад

source: (did not participate)
es: (no participó)
fr: (n'a pas participé)
pl: (nie brał(-a) udziału)
pt_br: (não participou)
ru: (не участвовал)

source: (Handed in)
es: (Entregado)
fr: (remis en)
pl: (Oddane do sprawdzenia)
pt_br: (Entregue em)
ru: (Передано)

source: Questions:
es: Preguntas:
pl: Pytania:
pt_br: Perguntas:
ru: Вопросы:

source: People in this test:
es: Personas en esta prueba:
fr: Pesonne dans ce test:
pl: Osoby na tym teście:
pt_br: Pessoas neste teste:
ru: Принимающие участие в тесте:

source: Add person
es: Agregar persona
fr: Ajouter une personne
pl: Dodaj osobę
pt_br: Adicionar uma pessoa
ru: Добавить человека

source: Test
es: Prueba
pt_br: Teste
ru: Тест

source: (Re)check answers
es: (Re)comprobar respuestas
fr: (Re)vérifier les réponses
pl: Sprawdź (ponownie) odpowiedzi
pt_br: Verificar as respostas (novamente)
ru: (Пере)проверить ответы

source: (Re)publish answers
es: (Re)publicar respuestas
fr: (Re)publier les réponses
pl: Przedstaw (ponownie) odpowiedzi
pt_br: Publicar as respostas (novamente0
ru: (Пере)опубликовать ответы

source: Student's answers have been checked!
es: Las respuestas de los estudiantes han sido revisadas!
fr: Les réponses de l'étudiant ont été vérifiés!
pl: Odpowiedzi uczniów zostały sprawdzone!
pt_br: As respostas dos estudantes foram verificadas!
ru: Ответы этого студента были проверены.

source: Student's results have been (re)published!
es: Los resultados de los estudiantes han sido (re)publicados!
fr: Les résultats de l'étudiant ont été (re)publiés!
pl: Wyniki uczniów zostały (ponownie) ogłoszone!
pt_br: Os resultados dos estudantes foram publicados (novamente)!
ru: Ответы этого студента были (пере)опубликованы.

source: Person
es: Persona
fr: Personne
pl: Osoba
pt_br: Pessoa
ru: Участник

source: Answers of this student have not been checked yet. Click the 'Check answers' button in the second column.
es: Las respuestas de este estudiando no han sido revisadas aún. Haga clic en el botón "Comprobar respuestas" en la segunda columna.
fr: Les réponses de l'élève n'ont pas été encore vérifiées. Cliquez sur le bouton 'Vérifier les réponses' dans la deuxième colonne.
pl: Odpowiedzi tego ucznia nie zostały jeszcze sprawdzone. Kliknij przycisk 'Sprawdź odpowiedzi' w drugiej kolumnie.
pt_br: As respostas deste estudante ainda não foram verificadas. Clique no botão "Verificar respostas" na segunda coluna.
ru: Ответы этого студента не были проверены. Нажмите кнопку "Проверить ответы" во второй колонке.

source: Answers right:
es: Respuestas correctas:
fr: Réponses correctes:
pl: Odpowiedzi poprawne:
pt_br: Respostas certas:
ru: Верные ответы:

source: Answers wrong:
es: Respuestas incorrectas:
fr: Réponses fausses:
pl: Odpowiedzi błędne:
pt_br: Respostas erradas:
ru: Неверные ответы:

source: OpenTeacher mark:
es: Marca OpenTeacher:
pl: Ocena wystawiona przez program OpenTeacher:
pt_br: Marca do OpenTeacher:
ru: Оценка OpenTeacher:

source: Final mark:
es: Marca final:
fr: Note finale:
pl: Ocena końcowa:
pt_br: Marca final:
ru: Финальная оценка:

source: Question
es: Interrogativo
pl: Pytanie
pt_br: Pergunta
ru: Вопрос

source: Given answer
es: Respuesta dada
fr: Réponse donnée
pl: Podana odpowiedź
pt_br: Resposta dada
ru: Данный ответ

source: Correct
es: Correcto
pl: Poprawnie
pt_br: Correto
ru: Правильно

source: Teacher panel
es: Panel de Profesor
fr: Panneau enseignant
pl: Panel nauczyciela
pt_br: Painel do professor
ru: Панель преподавателя

source: Teacher Panel
es: Panel de Profesor
fr: Panneau enseignant
pl: Panel Nauczyciela
pt_br: Painel do professor
ru: Панель преподавателя
