Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/data/userDocumentation/translations/*.po
Languages: fr, nl, uk

source: Using OpenTeacher 3: A Quick Start
fr: Utiliser OpenTeacher 3 : démarrage rapide
nl: OpenTeacher 3 gebruiken: Snel aan de slag
uk: Використання OpenTeacher 3: Швидкий початок

source: This quick start guide shows you how to do a simple self-test using OpenTeacher. We're going to learn counting to ten in French today! For this example we are assuming that you already know English, and you want to learn French.
fr: Ce guide rapide vous explique comment passer un auto-test en utilisant OpenTeacher. Aujourd'hui, nous allons apprendre à compter jusqu'à dix en français ! Pour cet exemple nous supposons que vous connaissez déjà l'anglais et que vous voulez apprendre le français.
nl: Deze 'snel aan de slag'-handleiding laat u zien hoe u makkelijk zichzelf kunt overhoren met OpenTeacher. We gaan tot tien leren tellen in het Frans vandaag! Voor dit voorbeeld gaan we ervan uit dat je al Nederlands kent, en dat je Frans wilt leren.
uk: Цей підручник швидкого початку покаже як протестувати себе використовуючи OpenTeacher. Ми вчитимемося сьогодні рахувати до десяти по-французьки! У цьому прикладі ми припускаємо, що Ви вже знаєте англійську і хочете вивчити французьку.

source: The screenshots are all taken in Ubuntu, but this should all work exactly the same in Windows and Mac OS X.
fr: les captures d'écran sont toutes issues d'Ubuntu, mais le fonctionnement sera identique sous Windows et Mac OS X.
nl: De schermafbeeldingen zijn gemaakt onder Ubuntu, maar alles zou precies hetzelfde moeten werken onder Windows en Mac OS X.
uk: Цей скріншот зроблено в Ubuntu, але все має працювати таким же чином і у Windows та Mac OS X.

source: Start OpenTeacher and click the 'Create words lesson' button to make a new word lesson.
fr: Démarrez OpenTeacher et cliquez sur le bouton "Créer une leçon de mots" pour construire une nouvelle leçon de mots.
nl: Start OpenTeacher en klik op de 'Maak een woordjesles aan'-knop om een nieuwe woordjesles aan te maken.
uk: Запустіть OpenTeacher і натисніть кнопку 'Створити урок зі словами', щоб створити новий урок зі словами.

source: Enter a title for the word list you are going to enter. Also enter the known language, which, in our case, is English, and the foreign language (the language you want to learn), which, in our case, is French.
fr: Entrez un titre pour la liste de mots que vous allez entrer. Entrez également la langue connue qui, dans notre cas, est l'anglais, et la langue étrangère (la langue que vous voulez apprendre) qui, dans notre cas, est le français.
nl: Voer een titel in voor de woordjeslijst die u gaat invoeren. Voer ook de al bekende taal in, in ons geval Nederlands, en de onbekende taal (de taal die u wilt leren), in ons geval Frans.
uk: Уведіть заголовок для списку слів, які Ви збираєтеся ввести. Також вкажіть мову, ту яку Ви знаєте, у нашому випадку це англійська, і мову, яку Ви збираєтеся вчити, у нас це французька.

source: Then enter all words you want to learn in the words table, you can go to the next question or answer column by pressing tab or '='. See the screenshot for an example.
fr: Entrer alors tous les mots que vous voulez apprendre dans le tableau des mots, vous pouvez aller à la question suivante ou à la colonne de réponse en appuyant sur la touche tabulation ou "=". Regarder la capture d'écran pour avoir un exemple.
nl: Vul dan alle woorden die u wilt leren in in de woordentabel, u kan naar de volgende vraag- of antwoordkolom gaan door op tab of '=' te drukken. Zie de schermafdruk voor een voorbeeld.
uk: Потім уведіть усі слова, які Ви хочете вчити в таблицю для слів. Ви можете користуватися клавішами Tab або '=', для переходу між клітинками запитань і відповідей. Погляньте на знімок для прикладу.

source: Click the 'Teach me!' tab on the bottom to start the test. You can now specify in what way you want OpenTeacher to question you, but the defaults will do in our case. So, we click the 'I'm ready, start the lesson!' button.
fr: Cliquez le bouton "Apprends-moi !" en bas pour démarrez le test. Vous pouvez préciser comment OpenTeacher doit vous questionner, mais nous garderons les choix par défaut. Cliquez maintenant sur le bouton "Je suis prêt, démarrer la leçon !".
nl: Klik op de 'Overhoor me!'-tab aan de onderkant om een overhoring te starten. U kunt nu instellen in welke manier OpenTeacher u moet overhoren, maar de standaardinstellingen voldoen in ons geval. Dus, we klikken op de 'Ik ben klaar, start de les!'-knop.
uk: Натисніть вкладку 'Учи мене!' внизу, щоб розпочати тест. Ви можете вказати, яким чином OpenTeacher має вас запитувати, але типові налаштування нам підходять. Що ж, натискаємо кнопку 'Усе готово, почати урок!'.

source: A word will now be asked to you in your own language, and you'll have to type the translation of it in the text field. When you have entered the translation, press Enter on your keyboard, or click 'Check!'
fr: Un mot va vous être demandé dans votre langue et vous aurez à taper sa traduction dans le champ de texte. Quand vous aurez entré la traduction, appuyez sur "Entrée" ou cliquez "Vérifier !"
nl: Een woord zal nu gevraagd worden in uw eigen taal, en u moet nu de vertaling in het tekstveld invullen. Wanneer u de vertaling heeft ingevuld, drukt u op Enter op u toetsenbord, of klikt u op de 'Controleer!'-knop
uk: Слово виводиться на вашій рідній мові, а переклад потрібно вводити в текстовому полі. Коли Ви ввели переклад, натисніть Enter на своїй клавіатурі, або клацніть 'Перевірити!'

source: If you entered the right translation, the next question will be asked to you. If you did not enter the right translation, OpenTeacher will show you the correct answer, and the difference from your answer.
fr: Si vous avez tapé la bonne traduction, la question suivante vous sera posée. Si vous n'avez pas entré la traduction correcte, OpenTeacher vous montrera la bonne réponse et la différence avec votre réponse.
nl: Als u de juiste vertaling heeft ingevoerd, zal de volgende vraag gesteld worden. Als dat niet het geval was, zal OpenTeacher het correcte antwoord laten zien en het verschil met uw antwoord.
uk: Коли Ви введете правильний переклад, буде запитане наступне питання. Якщо переклад невірний, OpenTeacher відобразить правильну відповідь і різницю від вашої відповіді.

source: Once the test is completed, OpenTeacher will tell you if you did well by giving you a note.
fr: Une fois le test terminé, OpenTeacher vous dira si vous avez bien travaillé en vous attribuant une note.
nl: Zodra de overhoring afgelopen is, zal OpenTeacher u vertellen of u het goed gedaan heeft door een cijfer te geven.
uk: Після завершення тесту, OpenTeacher скаже Вам наскільки висока ваша позначка.
