Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/lessons/topo/translations/*.po
Languages: ar, de, es, hu, sk

source: Name for this place
ar: إسم لهذا المكان
de: Name für diesen Ort
es: Nombre para este sitio
hu: A hely neve
sk: Názov tohto miesta

source: What's this place's name?
ar: ماهو إسم هذا المكان
de: Wie heißt dieser Ort?
es: ¿Cuál es el nombre de este sitio?
hu: Mi ennek a helynek a neve?
sk: Aký je názov tohto miesta?

source: Warning
ar: تحذير
de: Warnung
es: Aviso
hu: Figyelmeztetés
sk: Varovanie

source: Are you sure you want to use another map? This will remove all your places!
ar: هل أنت متأكد من أنك تريد إستعمال خارطة أخرى؟ سينجر عن هذا مسح كل اﻷماكن السابقة!
de: Sind Sie sicher, dass Sie eine andere Karte verwenden möchten? Dadurch werden alle Ihre Orte gelöscht!
es: ¿Está seguro de que quiere usar otro mapa? Esto eliminará todos sus sitios.
hu: Biztos benne, hogy másik térképet szeretne használni? Így elveszeik az összes eddig helyszín!
sk: Ste si istý že chcete použiť inú mapu? Toto vymaže všetky vaše miesta!

source: Map:
ar: الخارطة:
de: Karte:
es: Mapa:
hu: Térkép:
sk: Mapa:

source: Add a place by doubleclicking it on the map
ar: أضف مكان بالنقر مرّتين على موقعه في الخارطة
de: Fügen Sie einen Ort durch einen Doppelklick auf der Karte ein
es: Añada un sitio pulsándolo dos veces en el mapa
hu: Hely hozzáadása dupla kattintással a térképen
sk: Pridajte miesto dvojklikom na mapu

source: Places in your test
ar: اﻷماكن في إختبارك
de: Orte in Ihrem Test
es: Sitios en su prueba
hu: A tesztben használt helyek
sk: Miesta vo vašom teste

source: Remove selected place
ar: مسح المكان المختار
de: Ausgewählten Ort löschen
es: Quitar sitio seleccionado
hu: Kijelölt helyek eltávolítása
sk: Odstrániť vybrané miesta

source: Add a place by name:
ar: أضف مكان بإستعمال اﻹسم:
de: Ort bei Namen hinzufügen:
es: Añada un sitio por nombre:
hu: Hely hozzáadása névvel:
sk: Pridať miesto podľa názvu:

source: Add
ar: أضف
de: Hinzufügen
es: Añadir
hu: Hozzáadás
sk: Pridať

source: Are you sure you want to go back to the teach tab? This will end your lesson!
es: ¿Está seguro de que quiere regresar a la pestaña de enseñar? Esto terminará su lección.
hu: Biztos benne, hogy visszatér a tanulás laphoz? Ezzel befejeződik a lecke!
sk: Ste si istý že chcete ísť späť na záložku učenia? Toto ukončí vašu lekciu!

source: Place - Name
ar: مكان - إسم
de: Ort - Name
es: Sitio - Nombre
hu: Hely – Név
sk: Miesto - Názov

source: Name - Place
ar: إسم - مكان
de: Name - Ort
es: Nombre - Sitio
hu: Név – Hely
sk: Názov - Miesto

source: Lesson type:
ar: نوع الدرس
de: Lektionsart:
es: Tipo de lección:
hu: Lecketípus:
sk: Typ lekcie:

source: Lesson order:
ar: ترتيب الدرس
de: Reihenfolge der Lektion:
es: Orden de lección:
hu: Leckesorrend:
sk: Poradie lekcie:

source: Which place is here?
ar: ما هو هذا المكان؟
de: Welcher Ort ist hier?
es: ¿Qué lugar es éste?
hu: Milyen hely található itt?
sk: Aké miesto je tu?

source: Check
ar: تحقق
de: Überprüfen
es: Comprobar
hu: Ellenőrzés
sk: Skontrolovať

source: Please click this place:
ar: من فضلك أنقر على هذا المكان:
de: Diesen Ort bitte anklicken:
es: Pulse este sitio:
hu: Kattintson erre a helyre:
sk: Prosím kliknite na toto miesto:

source: Not enough items
es: No hay elementos suficientes
hu: Nincs elég elem
sk: Nedostatok položiek

source: You need to add items to your test first
de: Sie müssen zuerst Elemente zu Ihrem Test hinzufügen
es: Necesita añadir elementos a su prueba primero
hu: Először hozzá kell adni néhány elemet a teszthez
sk: Potrebujete najprv pridať položky do vášho testu

source: Please click this place:
es: Pulse este sitio:
hu: Kattintson erre a helyre:
sk: Prosím klinite na toto miesto:

source: Topo Lesson
es: Lección de topo
hu: Topográfiai leckék
sk: Topografická lekcie

source: Create topography lesson
es: Crear lección de topografía
hu: Topográfiai lecke készítése
sk: Vytvoriť topografickú lekciu

source: Topo lesson %s
es: Lección de topo %s
hu: Topográfiai lecke %s
sk: Topografická lekcia %s
