Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/interfaces/webServicesServer/translations/*.po
Languages: fr, nl, pl, ru, zh_tw

source: Invalid captcha. Please try again.
fr: Captcha non valable. Veuillez recommencer.
nl: Ongeldige captcha. Probeer het alstublieft opnieuw.
pl: Nieprawidłowo wpisany kod "captcha". Spróbuj jeszcze raz.
ru: Неверная капча. Попробуйте ещё раз.
zh_tw: 無效的驗證碼。請重試一次。

source: Your password should at least be %s characters long, and contain special (non alphanumeric) characters. Please try again.
fr: Votre mot de passe doit être composé d'au moins %s caractères et contenir des caractères spéciaux (non alphanumériques). Veuillez recommencer.
nl: Uw wachtwoord zou tenminste %s tekens lang moeten zijn, en speciale (niet alfanumerieke) tekens moeten bevatten. Probeer het alstublieft opnieuw.
pl: Hasło powinno się składać z co najmniej %s znaków, a także zawierać znaki specjalnie (inne niż litery i cyfry). Spróbuj jeszcze raz.
ru: Ваш пароль должен быть не менее %s символов и должен содержать специальные (не буквенно-цифровые) символы. Попробуйте еще раз.
zh_tw: 你的密碼應該至少有 %s 碼，並且包含特殊（不是數字）字元。請重試一次。

source: The username you requested is already taken. Please try again.
fr: Le nom d'utilisateur demandé est déjà utilisé. Veuillez recommencer.
nl: De gebruikersnaam die u aanvroeg is al bezet. Probeer het alstublieft opnieuw.
pl: Wybrana nazwa użytkownika jest już używana. Spróbuj jeszcze raz.
ru: Запрашиваемое имя пользователя уже занято. Попробуйте еще раз.
zh_tw: 你要求的用戶名稱已有人使用。請重試一次。

source: OpenTeacher Web - sign up
fr: OpenTeacher Web - s'enregistrer
nl: OpenTeacher Web - aanmelden
pl: OpenTeacher Web - zarejestruj się
ru: Сайт OpenTeacher - вход
zh_tw: OpenTeacher Web - 註冊

source: OpenTeacher Web
ru: Сайт OpenTeacher

source: Sign up
fr: S'enregistrer
nl: Aanmelden
pl: Zarejestruj się
ru: Регистрация
zh_tw: 註冊

source: Welcome to OpenTeacher Web! You can register an account below.
fr: Bienvenue sur OpenTeacher Web ! Vous pouvez enregistrer un compte ci-dessous.
nl: Welkom bij OpenTeacher Web! U kunt hieronder een account registreren.
pl: Witaj w OpenTeacher Web! Poniżej możesz zarejestrować konto.
ru: Добро пожаловать на сайт OpenTeacher! Вы можете зарегистрировать учётную запись ниже.
zh_tw: 歡迎來到 OpenTeacher Web! 你可以在下方註冊新帳號。

source: Username:
fr: Nom d'utilisateur :
nl: Gebruikersnaam:
pl: Użytkownik:
ru: Имя пользователя:
zh_tw: 用戶名稱：

source: Password:
fr: Mot de passe :
nl: Wachtwoord:
pl: Hasło:
ru: Пароль:
zh_tw: 密碼：

source: Sign up!
fr: S'enregistrer !
nl: Aanmelden!
pl: Zarejestruj się!
ru: Зарегистрироваться!
zh_tw: 註冊！

source: Cancel
fr: Annuler
nl: Annuleren
pl: Anuluj
ru: Отмена
zh_tw: 取消
