Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/wrtsApi/translations/*.po
Languages: fr

source: Import from WRDS
fr: Importer depuis WRDS

source: Export to WRDS
fr: Exporter vers WRDS

source: Email
fr: Courriel

source: Password
fr: Mot de passe

source: Input and output
fr: Entrée et sortie

source: Invalid login credentials
fr: Informations de connexion invalides

source: WRDS didn't accept the login credentials. Are you sure you entered your e-mail and password correctly?
fr: WRDS n'accepte pas les informations de connexion. Etes-vous sûr d'avoir entré votre adresse e-mail et mot de passe correctement?

source: No WRDS connection
fr: Pas de connection WRDS

source: WRDS didn't accept the connection. Are you sure that your internet connection works and WRDS is online?
fr: WRDS n'accepte pas la connexion. Etes-vous sûr que votre connexion Internet fonctionne et WRDS est en ligne?

source: No word list metadata given.
fr: Aucune liste metadonnée de mot fourni

source: Please fill in the wordlist title, question language and answer language first. Then try again.
fr: S'il vous plaît remplir le titre de liste de mots, la langue la question et la langue première réponse. Puis essayez à nouveau.

source: Word list succesfully exported to WRDS.
fr: Liste de mot exportée avec succès vers WRDS.

source: No list selected
fr: Aucune liste sélectionnée

source: No list was selected. Please try again.
fr: Aucune liste n'a été sélectionnée. S'il vous plaît essayez encore.

source: Can't show the result
fr: Impossible de montrer le résultat

source: Can't open the resultive word list, because it can't be shown.
fr: Impossible d'ouvrir la liste de mots résultante, car elle ne peut être affichée.

source: The word list was imported from WRDS successfully.
fr: La liste de mot a été importée avec succès depuis WRDS

source: WRDS - login please:
fr: WRDS - identifiant s'il vous plaît:

source: Password:
fr: Mot de passe :

source: Remember email address and password
fr: Se souvenir de mon adresse email ainsi que de mon mot de passe

source: WRDS - Please choose a list:
fr: WRDS - s'il vous plaît choisissez une liste:
