Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/logic/interfaces/typingTutorModel/translations/*.po
Languages: ru

source: Belgian AZERTY
ru: Бельгийская AZERTY

source: Colemak
ru: Клавиатура Colemak

source: Dvorak Simplified Keyboard
ru: Клавиатура Дворака

source: French AZERTY
ru: Французская AZERTY

source: Welcome, I'm your personal OpenTeacher typing tutor. We'll improve your typing skills by doing simple exercises. Between the exercises, I'll give instructions. Let's get started: First place your fingers on the so-called home row: your fingers, from left to right, should always be on the keys '{a}', '{s}', '{d}', '{f}', '{space}', '{space}', '{j}', '{k}', '{l}' and '{;}' while not typing another character. When your fingers are in position, press {space} to start the first lesson. Work for accuracy at first, not speed.
ru: Добро пожаловать, я ваш персональный клавиатурный тренажер OpenTeacher. Мы улучшим ваши навыки набора текста, выполняя простые упражнения. Между упражнениями, я буду давать инструкции. Давайте начнем: Сначала поместите пальцы на так называемой домашней строке: пальцы, слева направо, всегда должны быть на клавишах '{a}', '{s}', '{d}', '{f}', '{пробел}', '{пробел}', '{j}', '{k}', '{l}' и '{;}' если только они не вводят другой символ. Когда вы расположите пальцы в данном положении, нажмите {пробел}, чтобы начать первый урок. Работайте в первую очередь над точностью, а не над скоростью.

source: Congratulations, you finished this typing course! If you want to continue, you can, but this is the end of the instructions. You did a great job!
ru: Поздравляем, вы закончили этот курс машинописи! Если вы хотите продолжить, вы можете это сделать, но это конец инструкции. Вы проделали огромную работу!

source: Congratulations, you finished your first exercise!
ru: Поздравляем, вы закончили первое упражнение!

source: You made %s mistake, please keep trying until you can do it flawless.
ru: Вы совершили ошибку, пожалуйста, продолжайте тренироваться, пока вы не можете сделать это безупречно.

source: Too bad, you made %s mistake. Keep practising to get better!
ru: Жаль, что вы совершили ошибку. Продолжайте практиковаться, чтобы улучшить результаты!

source: To archieve that, you might try slowing down a bit.
ru: Чтобы добиться этого, вы можете попробовать немного снизить скорость.

source: You made zero mistakes. Now try to improve your typing speed a bit.
ru: Вы не допустили ошибок. Теперь попробуйте немного улучшить скорость набора текста.

source: You made zero mistakes and are typing fast enough, so you can continue practising some new letter combinations. Keep up the good work!
ru: Вы не допустили ошибок и печатаете достаточно быстро, так что вы можете продолжать заниматься некоторыми новыми комбинациями букв. Продолжайте в том же духе!

source: You did it flawlessly and fast! Continue practising some new letters combinations to get even better!
ru: Вы сделали это безупречно и быстро! Продолжайте практиковаться на некоторых новых комбинациях букв, чтобы улучшить результаты!

source: You're now going to learn letters that aren't on the home row. To see which fingers you need to use, see the keyboard image on your screen. When you're not using a finger to type a letter, put it back on the home row directly.
ru: Сейчас начнется практика букв, расположенных вне домашнего ряда. Взгляните на картинку с клавиатурой, чтобы понять, какие пальцы придется использовать. Если Вы не используете какой-нибудь палец, верните его назад на домашний ряд.

source: The keys you're going to practise now are typed by the left and right index finger and further away from those fingers than the other keys we practised on the current row. Make sure you return your finger to its position on the home row when you're typing another letter.
ru: Сейчас будут задействованы указательные пальцы левой и правой руки: клавиши, которые Вы будете нажимать, расположены дальше, чем те, что уже использовались. Пожалуйста, не забывайте возвращать палец на исходную позицию в домашнем ряду, прежде чем нажать следующую клавишу.

source: You made zero mistakes and are typing fast enough, so you can continue practising with some new words. Keep up the good work!
ru: Вы не допустили ошибок и печатаете достаточно быстро, теперь вы можете заниматься с некоторыми новыми словами. Продолжайте в том же духе!

source: You did it flawlessly and fast! Continue practising with new words to get even better!
ru: Вы сделали это безупречно и быстро! Продолжайте тренироваться с новыми словами, чтобы улучшить результат!
