Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/interfaces/qt/testMode/teacherPanel/translations/*.po
Languages: cs, fy, nl, tr

source: Tests
cs: Testy
fy: Toetsen
nl: Toetsen
tr: Testler

source: Add lesson
cs: Vložit lekci
fy: Les tafoegje
nl: Les toevoegen
tr: Ders ekle

source: Select a student/group:
cs: Vybrat studenta/skupinu:
fy: Selektear in learling/groep
nl: Selecteer een leerling/groep:
tr: Öğrenci/grup seç:

source: Add person/group
cs: Přidat osobu/skupinu
fy: Foegje in persoan/groep yn
nl: Persoon/groep toevoegen
tr: Kişi/grup ekle

source: Back
cs: Zpět
fy: Werom
nl: Terug
tr: Geri

source: (did not participate)
cs: (nezúčastnil se)
fy: (Naam net diel)
nl: (nam niet deel)
tr: (bulunmadı)

source: (Handed in)
cs: (Odevzdáno)
fy: (Ynleverd)
nl: (Ingeleverd)
tr: (Bulundu)

source: Questions:
cs: Otázky:
fy: Fragen:
nl: Vragen:
tr: Sorular:

source: People in this test:
cs: Lidé v tomto testu:
fy: Persoanen yn dizze toets:
nl: Deelnemers van deze toets
tr: Bu testteki kişiler:

source: Add person
cs: Přidat osobu
fy: Persoan tafoegje
nl: Persoon toevoegen
tr: Kişi ekle

source: Test
fy: Toets
nl: Toets

source: (Re)check answers
cs: Zkontrolovat odpovědi
fy: Antwurden (opnij) kontrolearje
nl: Antwoorden (opnieuw) controleren
tr: Cevapları kontrol et (yeniden)

source: (Re)publish answers
cs: Zveřejnit odpovědi
fy: Antwurden (opnij) publisearje
nl: Antwoorden (opnieuw) publiceren
tr: Cevapları yayınla (yeniden)

source: Student's answers have been checked!
cs: Studentovy odpovědi byly zkontrolovány!
fy: De antwurden fan de learling binne net kontrolearre!
nl: De antwoorden van de leerling zijn al nagekeken!
tr: Öğrencilerin cevapları kontrol edildi!

source: Student's results have been (re)published!
cs: Studentovy odpovědi byly zveřejněny!
fy: De resultaten binne (opnij) publisearre.
nl: De resultaten van de leerling zijn gepublicereerd!
tr: Öğrencilerin sonuçları kontrol edildi (yeniden)!

source: Person
cs: Osoba
fy: Persoan
nl: Persoon
tr: Kişi

source: Answers of this student have not been checked yet. Click the 'Check answers' button in the second column.
cs: Odpovědi tohoto studenta nebyly dosud zkontrolovány. Klikněte na tlačítko "Zkontrolovat odpovědi" v druhém sloupci.
fy: De antwurden fan dizze learling binne net kontrollearre. Klik de 'Antwurden kontrolearje'-knop yn de twadde kolom.
nl: De antwoorden van deze leerling zijn nog niet nagekeken. Klik op de 'Nakijken'-knop in de tweede kolom.
tr: Henüz bu öğrencinin cevapları kontrol edilmedi. İkinci sütundaki 'Cevapları kontrol et' düğmesine tıklayın.

source: Answers right:
cs: Správné odpovědi:
fy: Goede antwurden:
nl: Goede antwoorden
tr: Doğru cevaplar:

source: Answers wrong:
cs: Špatné odpovědi:
fy: Foute antwurden:
nl: Foute antwoorden
tr: Yanlış cevaplar:

source: {appName} mark:
nl: {appName}'s cijfer:

source: Final mark:
cs: Konečná známka:
fy: Ãšteinlik sifer:
nl: Uiteindelijke cijfer:

source: Question
cs: Otázka
fy: Fraach
nl: Vraag
tr: Soru

source: Given answer
cs: Vložená odpověď
fy: Antwurd joen
nl: Gegeven antwoord
tr: Verilen cevap

source: Correct
cs: Správná odpověď
fy: Korrizjearje
nl: Nakijken
tr: Doğru

source: Teacher panel
cs: Panel učitele
fy: Learaarpaniel
nl: Docentenpaneel
tr: Öğretmen paneli

source: Teacher Panel
cs: Panel učitele
fy: Leraarpaniel
nl: Docentenpaneel
tr: Öğretmen paneli
