Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/vocatrainApi/translations/*.po
Languages: ru

source: Select category
ru: Выберите категорию

source: Please select a category
ru: Пожалуйста, выберите категорию

source: Select book
ru: Выберите книгу

source: Please select a book
ru: Пожалуйста, выберите книгу

source: Select list
ru: Выберите список

source: Please select a list
ru: Пожалуйста, выберите список

source: Import from vocatrain.com
ru: Импорт с vocatrain.com

source: Import from woordjesleren.nl
ru: Импорт с woordjesleren.nl

source: No %s connection
ru: Отсутствует подключение к %s

source: {serviceName} didn't accept the connection. Are you sure that your internet connection works and {serviceName} is online?
ru: Не удалось подключиться к {serviceName}. Проверьте ваше подключение к интернету и работу {serviceName}.

source: The word list was imported from %s successfully.
ru: Список слов успешно импортирован с %s.

source: Can't show the result
ru: Не удалось показать результат

source: Can't open the resultive word list, because it can't be shown.
ru: Не удалось открыть результирующий список слов, потому что он не может быть показан.
