Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/profileRunners/websiteGenerator/translations/*.po
Languages: pt_br

source: When the installation has finished, you can start OpenTeacher from Applications -> Education -> OpenTeacher.
pt_br: Quando a instalação tiver terminado, você pode iniciar o OpenTeacher em Aplicativos > Educação > OpenTeacher.

source: The Openteacher 2 file format
pt_br: O formato de arquivo Openteacher 2

source: The Openteacher 2 file format is an XML 1.0 file with UTF-8 encoding.
pt_br: O formato de arquivo Openteacher 2 é um arquivo XML 1.0 com codificação UTF-8.

source: An XML-scheme of the file format can be downloaded <a href="%s">here</a>.
pt_br: Um esquema XML do formato de arquivo pode ser baixado <a href="%s">aqui</a>.

source: NOTE: For the OpenTeacher 3 file format, please refer to <a href="%s"> the developer documentation.</a>
pt_br: OBSERVAÇÃO: No caso do formato de arquivo OpenTeacher 3, por favor, consulte <a href="%s">a documentação do desenvolvedor</a>.

source: Node structure
pt_br: Estrutura de nós

source: The title of the word list
pt_br: O título da lista de palavras

source: The name of the question language
pt_br: O nome da língua da pergunta

source: The name of the answer language
pt_br: O nome da língua da resposta

source: This word in the question language
pt_br: Esta palavra na língua da pergunta

source: This word in the answer language
pt_br: Esta palavra na língua da resposta

source: The results of this word in the format of 0/0
pt_br: Os resultados desta palavra no formato de 0/0

source: Example a word list saved in the OpenTeacher 2 format
pt_br: Exemplo de uma lista de palavras salva no formato OpenTeacher 2

source: OpenTeacher won't run on Windows!
pt_br: O OpenTeacher não quer funcionar no Windows!

source: To run OpenTeacher on Windows you need to install the <a href="http://www.microsoft.com/downloads/en/details.aspx?FamilyID=9b2da534-3e03-4391-8a4d-074b9f2bc1bf">Microsoft Visual C++ Redistributable Package</a> and <a href="https://www.microsoft.com/download/en/details.aspx?id=19">.NET Framework 2.0</a>. If that does not work, please file a bug report in <a href="http://www.launchpad.net/openteacher">Launchpad</a> or send an e-mail.
pt_br: Para executar o OpenTeacher no Windows, você precisa instalar o <a href="http://www.microsoft.com/downloads/en/details.aspx?FamilyID=9b2da534-3e03-4391-8a4d-074b9f2bc1bf">Microsoft Visual C++ Redistributable Package</a> e o <a href="https://www.microsoft.com/download/en/details.aspx?id=19">.NET Framework 2.0</a>. Caso isso não funcione, por favor, envie um relatório de erro no <a href="http://www.launchpad.net/openteacher">Launchpad</a> ou nos envie um email.

source: OpenTeacher won't run on ArchLinux!
pt_br: O OpenTeacher não quer funcionar no ArchLinux!

source: Make sure that both <strong>python2</strong> and <strong>pyqt</strong> are installed. If you use OpenTeacher from source, you have to link <strong>/usr/bin/python</strong> to <strong>/usr/bin/python2</strong> instead of <strong>/usr/bin/python3</strong>, or change the first line of <strong>bin/openteacher.py</strong> from <strong>&#35;!/usr/bin/env python</strong> to <strong>&#35;!/usr/bin/env python2</strong>. You can also just install OpenTeacher via the ArchLinux (.pkg.tar.xz) package, available on the Download page. If that does not work, please file a bug report in <a href="http://www.launchpad.net/openteacher">Launchpad</a> or send an e-mail.
pt_br: Assegure-se de que tanto o <strong>python2</strong> quanto o <strong>pyqt</strong> estão instalados. Se você utiliza o OpenTeacher a partir do código-fonte, você precisa vincular o caminho <strong>/usr/bin/python</strong> ao <strong>/usr/bin/python2</strong> em vez do <strong>/usr/bin/python3</strong>, ou alterar a primeira linha do arquivo <strong>bin/openteacher.py</strong> de <strong>&#35;!/usr/bin/env python</strong> para <strong>&#35;!/usr/bin/env python2</strong>. Você pode também simplesmente instalar o OpenTeacher pelo pacote do ArchLinux (.pkg.tar.xz), disponível na página de arquivos para baixar. Caso isso não funcione, por favor, envie um relatório de erro no <a href="http://www.launchpad.net/openteacher">Launchpad</a> ou nos envie um email.

source: How can I let OpenTeacher pronounce words/places?
pt_br: Como posso fazer com que o OpenTeacher pronuncie palavras/nomes de lugares?

source: You can enable this in the settings. Click Edit > Settings, then select the Pronounciation tab. Then tick the box before 'Pronounce words' and/or 'Pronounce places'.
pt_br: Você pode ativar essa função nas configurações. Clique em Editar > Configurações, e selecione a aba Pronúncia. Depois marque a caixa na frente de “Pronunciar palavras” e/ou “Pronunciar nomes de lugares”.
