Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/profileRunners/websiteGenerator/translations/*.po
Languages: pt_br

source: OpenTeacher helps you learn
pt_br: O OpenTeacher ajuda você a estudar

source: Improve your results with OpenTeacher
pt_br: Melhore os seus resultados com o OpenTeacher

source: OpenTeacher <strong>helps you learn</strong> what you need to know for your next test. OpenTeacher allows you to make use of a lesson type where you are being taught in small parts. Once you know one part, OpenTeacher moves on to the next. This should help you remember large doses of information without being overwhelmed by its size.
pt_br: O OpenTeacher <strong>ajuda você a estudar</strong> o que você precisa saber para a sua próxima avaliação. O OpenTeacher lhe possibilita usar um tipo de lição em que você será ensinado em pequenas partes. Quando você souber uma parte, o OpenTeacher passará para a próxima lição. Isso ajudará você a se lembrar de grandes quantidades de informação sem ser acabrunhado pela sua quantia.

source: You can also be tested by OpenTeacher. While OpenTeacher tests you, it keeps track of your progress and tells you how much you know. In this way you can <strong>make sure that you know enough to pass your next test</strong>!
pt_br: Você também pode ser testado pelo OpenTeacher. Enquanto o OpenTeacher testa você, ele acompanha o seu progresso e lhe diz o quanto você sabe. Desse modo, você pode <strong>se certificar de que você sabe o suficiente para passar para o seu próximo teste</strong>!

source: Learn on many locations
pt_br: Estude em vários lugares

source: The OpenTeacher file format makes sure you can always save the information (&quot;lists&quot;) you enter. You can take these files everywhere you go! You can save to many file formats, including T2K (Teach2000) and Wrts. Even if you go to a place where OpenTeacher is not available, you can still learn your lists. There's even a <strong>portable version</strong> of OpenTeacher for Windows available, so if you can't miss OpenTeacher (which we can all understand), you can take it with you!
pt_br: O formato de arquivo do OpenTeacher assegura que você sempre pode salvar as informações (&quot;listas&quot;) que você digita. Você pode levar esses arquivos para toda parte onde você vai! Você pode salvar em vários formatos de arquivo, incluindo T2K (Teach2000) e Wrts. Mesmo se você for a um lugar onde o OpenTeacher não estiver disponível, você ainda pode estudar as suas listas. Há também uma <strong>versão portátil</strong> do OpenTeacher disponível para Windows, assim, se você não pode deixar o OpenTeacher (o que todos nós podemos entender), pode levá-lo com você!

source: OpenTeacher has excellent integration with the online language tutor Wrts (also known as <a href="http://www.wrds.eu/">Wrds</a>). You can access, edit and learn all your Wrts lists directly from OpenTeacher, or add new lists that you created in OpenTeacher. This way you can <strong>use the same lists everywhere you go</strong>!
pt_br: O OpenTeacher tem uma excelente integração com o tutor de língua na rede Wrts (também conhecido como <a href="http://www.wrds.eu/">Wrds</a>). Você pode acessar, editar e estudar todas as suas listas do Wrds diretamente do OpenTeacher ou adicionar novas listas que você criou no OpenTeacher. Desse modo, você pode <strong>utilizar as mesmas listas em toda parte</strong>!

source: OpenTeacher helps you teach
pt_br: O OpenTeacher ajuda você a ensinar

source: Offer your students the help they need
pt_br: Ofereça aos seus alunos a ajuda de que eles precisam

source: While OpenTeacher is primarily focussed on students, OpenTeacher also works great as a <strong>tool to help teachers</strong> give their students the right education. While teachers still provide the information, OpenTeacher can help the students learn this information by themselves. It can <strong>improve the student's results</strong> and saves the teacher time.
pt_br: Ao passo que o OpenTeacher é, primariamente, focado em estudantes, o OpenTeacher também funciona muito bem como uma <strong>ferramenta para auxiliar professores</strong> a oferecer aos seus alunos a educação correta. Enquanto os professores ainda fornecem as informações, o OpenTeacher pode ajudar os estudantes a aprenderem essas informações por si mesmos. Ele pode <strong>melhorar os resultados dos estudantes</strong> e poupar o tempo do professor.

source: <strong>Transferring information</strong> from the teacher to the student can be done easily thanks to the OpenTeacher file format. The teacher creates an OpenTeacher file with the information (s)he wants to teach, sends it to the students, and the students can use OpenTeacher to be taught and tested about this. In addition, more and more publishers of (especially) language education books provide word list files along with their books. OpenTeacher can read many file formats, including the popular T2K (Teach2000), Wrts, and ABBYY Lingvo Tutor.
pt_br: <strong>Transferir informações</strong> do professor para o aluno pode ser feito facilmente graças ao formato de arquivo do OpenTeacher. O professor cria um arquivo do OpenTeacher com as informações que quer ensinar, envia-o para os alunos, e os alunos podem utilizar o OpenTeacher para serem ensinados e avaliados a respeito dessas informações. Além disso, cada vez mais editores, (especialmente) de livros de ensino de idiomas fornecem listas de palavras juntamente com os seus livros. O OpenTeacher pode ler vários formatos de arquivo, incluindos os populares T2K (Teach2000), Wrts e ABBYY Lingvo Tutor.

source: Open source in the classroom
pt_br: Código aberto na sala de aula

source: One of the important things about OpenTeacher is that it's open source software released under the <a href="https://www.gnu.org/copyleft/gpl.html">GNU General Public License</a>. This means everyone can see the OpenTeacher source code: the way OpenTeacher was built. It also means that the <strong>knowledge</strong> that was used to make OpenTeacher <strong>can be reused by others</strong>.
pt_br: Umas das coisas importantes sobre o OpenTeacher é ele ser um aplicativo de código aberto lançado sob a <a href="https://www.gnu.org/copyleft/gpl.html">GNU General Public License</a>. Isso quer dizer que qualquer pessoa pode ver o código-fonte do OpenTeacher, a forma como o OpenTeacher foi desenvolvido. Isso também quer dizer que o <strong>conhecimento</strong> que foi empregado para fazer o OpenTeacher <strong>pode ser reutilizado por outras pessoas</strong>.

source: Because OpenTeacher is opensource software, it is also very accessible. OpenTeacher code can be used to create OpenTeacher for almost any platform. We already provide OpenTeacher for Windows, Mac OS X and many Linux distributions. This way we try to provide OpenTeacher to anyone who wants to use it.
pt_br: Pelo fato de o OpenTeacher ser um aplicativo de código aberto, ele também é bastante acessível. O código do OpenTeacher pode ser utilizado para criar o OpenTeacher para praticamente qualquer plataforma. Nós já providenciamos o OpenTeacher para Windows, para Mac OS X e para várias distribuições Linux. Desse modo, nós tentamos oferecer o OpenTeachen para qualquer pessoa que queira utilizá-lo.

source: Anyone who wants to make modifications to OpenTeacher can also do so. If your organisation needs to make a modified version of OpenTeacher, this is perfectly possible as long as the <a href="https://www.gnu.org/copyleft/gpl.html">GPL</a> remains intact. Experience also tells us that if many users want a new feature implemented, there is often a software developer who implements this.
pt_br: Qualquer pessoa que queira fazer modificações no OpenTeacher pode fazê-lo. Se a sua organização precisa criar uma versão modificada do OpenTeacher, isso é perfeitamente possível, desde que a <a href="https://www.gnu.org/copyleft/gpl.html">GPL</a> permaneça intacta. A experiência também nos diz que, se vários usuários querem um novo recurso implementado, geralmente há um desenvolvedor de aplicativos que o implementa.

source: OpenTeacher is completely <strong>community-driven</strong>. All OpenTeacher contributors are <strong>volunteers</strong>, and OpenTeacher is <strong>not focused on making profits</strong>. For more information about open source software, please visit the <a href="https://www.fsf.org/">Free Software Foundation</a>.
pt_br: O OpenTeacher é totalmente <strong>orientado pela comunidade</strong>. Todos os colaboradores do OpenTeacher são <strong>voluntários</strong>, e o OpenTeacher <strong>não está focado em fazer lucros</strong>. Para mais informações sobre aplicativos de código aberto, por favor, visite a <a href="https://www.fsf.org/">Free Software Foundation</a>.

source: Download OpenTeacher 3.2
pt_br: Baixar o OpenTeacher 3.2

source: For portable (USB-)drives
pt_br: Para dispositivos (USB) portáteis

source: Python 2 source with setup.py (for other Linux)
pt_br: Código-fonte em Python 2 com o setup.py (para outras distribuições Linux)

source: Python 2 source
pt_br: Fonte em Python 2

source: Documentation
pt_br: Documentação

source: User documentation
pt_br: Documentação do usuário

source: Using OpenTeacher 3: Quick start
pt_br: Usando o OpenTeacher 3: Guia rápido

source: Using OpenTeacher 2: Quick start
pt_br: Usando o OpenTeacher 2: Guia rápido

source: Installing OpenTeacher in Ubuntu
pt_br: Instalando o OpenTeacher no Ubuntu

source: Installing OpenTeacher in ArchLinux
pt_br: Instalando o OpenTeacher no ArchLinux

source: Frequently Asked Questions
pt_br: Perguntas frequentes

source: Developer documentation
pt_br: Documentação do desenvolvedor

source: The OpenTeacher 2 file format
pt_br: O formato de arquivo OpenTeacher 2

source: Translator documentation
pt_br: Documentação do tradutor

source: Translator Notes
pt_br: Notas do tradutor

source: <strong>OpenTeacher</strong> is an opensource application that <strong>helps you learn</strong> a variety of <strong>subjects</strong>.
pt_br: O <strong>OpenTeacher</strong> é um aplicativo de código aberto que <strong>ajuda você a estudar</strong> uma grande variedade de <strong>assuntos</strong>.

source: You just enter the <strong>questions</strong> and the <strong>answers</strong>, or download them from the <strong>internet</strong>, and OpenTeacher <strong>tests you</strong>.
pt_br: Você simplesmente digita as <strong>questões</strong> e as <strong>respostas</strong>, ou as baixa da <strong>internet</strong>, e o OpenTeacher <strong>avalia você</strong>.

source: OpenTeacher has the following features (among others):
pt_br: O OpenTeacher tem os seguintes recursos (dentre outros):

source: Viewing both recent and past results of tests with graphs
pt_br: Visualizar resultados recentes e antigos de testes com gráficos

source: Smart question asking and interval training
pt_br: Perguntas feitas de forma inteligente e treinamento com intervalos

source: Reverse rehearsal (the answer is asked, and you need to give the question)
pt_br: Ensaio reverso (a resposta é apresentada e você precisa escrever a pergunta)

source: Read support for more than 29 file formats; write support for over 14 file formats
pt_br: Suporte para leitura de mais de 29 formatos de arquivo; suporte para escrita em mais de 14 formatos de arquivo

source: Learn typing with our Typing Tutor which adapts itself to your skills
pt_br: Aprenda a digitar com o nosso tutor de digitação, que se adapta às suas habilidades

source: Print your word lists, media items and topography maps
pt_br: Imprima as suas listas de palavras, itens de mídia e mapas topográficos

source: (Partly) available in Arabic, Brazilian Portuguese, Simplified Chinese, Traditional Chinese, Czech, Dutch, Finnish, French, Frisian, Galician, German, Greek, Hungarian, Italian, Japanese, Polish, Russian, Sinhalese, Spanish and Turkish
pt_br: (Parcialmente) disponível em árabe, português brasileiro, chinês simplificado, chinês tradicional, tcheco, holandês, finlandês, francês, frísio, galício, alemão, grego, húngaro, italiano, japonês, polonês, russo, cingalês, espanhol e turco

source: OpenTeacher 3.2 is available for <strong>Linux, Windows and Mac OS X</strong>.
pt_br: O OpenTeacher 3.2 está disponível para <strong>Linux, Windows e Mac OS X</strong>.

source: for
pt_br: para

source: Other systems and distro-specific packages
pt_br: Outros sistemas e pacotes específicos para determinadas distribuições

source: Contribute
pt_br: Contribua

source: Contributing to OpenTeacher is very easy, because OpenTeacher is, as the name implies, open source software. For us, this not only means that everyone can see the source code, but also that everyone can contribute! If you want to help, you can start contributing immediately at the <a href="http://www.launchpad.net/openteacher">Launchpad platform</a>, meet us at <a href="http://webchat.freenode.net/?channels=openteacher">the chat</a> (#openteacher at irc.freenode.net), or you can e-mail us at <a href="mailto:contribute@openteacher.org">contribute@openteacher.org</a>.
pt_br: Contribuir para o OpenTeacher é muito fácil, porque o OpenTeacher é, como o nome sugere, um programa de código aberto. Para nós, isso significa não somente que todos possam ver o código-fonte, mas também que todos possam contribuir! Se você deseja ajudar, você pode começar a contribuir imediatamente na <a href="http://www.launchpad.net/openteacher">plataforma Launchpad</a>, nos conhecer no <a href="http://webchat.freenode.net/?channels=openteacher">bate-papo</a> (#openteacher at irc.freenode.net), ou você pode nos contactar no endereço <a href="mailto:contribute@openteacher.org">contribute@openteacher.org</a>.

source: There are several ways to contribute to OpenTeacher:
pt_br: Há diversas maneiras de contribuir com o OpenTeacher:

source: <strong>Help developing</strong><br />OpenTeacher can always use developers. Are you experienced in the Python language and the Qt4 framework? Then go to <a href="http://www.launchpad.net/openteacher">Launchpad</a> and help us immediately! We are currently also looking for:
pt_br: <strong>Ajude a desenvolver</strong><br />O OpenTeacher sempre pode usar desenvolvedores. Você tem experiência com a linguagem Python e a estrutura do Qt4? Então dirija-se para o <a href="http://www.launchpad.net/openteacher">Launchpad</a> e nos ajude imediatamente! No momento, nós também estamos procurando por:

source: <strong>Designers</strong>. It's important that OpenTeacher looks good! Do you know anything about design? Contact us.
pt_br: <strong>Projetistas gráficos</strong>. É importante que o OpenTeacher tenha uma boa aparência! Você sabe algo sobre projetos gráficos? Contacte-nos.

source: <strong>Help translating</strong><br />We are always looking for people who want to help us translate OpenTeacher! Currently OpenTeacher is only available in English and Dutch, so translators are very welcome. Language files are available at <a href="http://www.launchpad.net/openteacher">Launchpad</a> in the Qt TS file format. You can easily translate directly via <a href="http://www.launchpad.net/openteacher">Launchpad</a>. Another option is <a href="http://qt-apps.org/content/show.php/Qt+Linguist+Download?content=89360">Qt Linguist</a>.
pt_br: <strong>Ajude a traduzir</strong><br />Nós sempre estamos procurando por pessoas que querem nos ajudar a traduzir o OpenTeacher! Atualmente, o OpenTeacher apenas está disponível em inglês e em holandês e, por isso, tradutores são muito bem-vindos. Os arquivos de línguas estão disponíveis no <a href="http://www.launchpad.net/openteacher">Launchpad</a> no formato de arquivo TS do Qt. Você facilmente pode traduzir diretamente por meio do <a href="http://www.launchpad.net/openteacher">Launchpad</a>. Outra opção é o <a href="http://qt-apps.org/content/show.php/Qt+Linguist+Download?content=89360">Qt Linguist</a>.

source: <strong>Help testing</strong><br />To make sure OpenTeacher works fine, we need people to test the latest revisions of OpenTeacher. You can download the sources of the individual revisions from the bzr branch lp:openteacher. If you find any bugs, in the revisions or the releases, please <a href="https://bugs.launchpad.net/openteacher/+filebug">report a bug at Launchpad</a>.
pt_br: <strong>Ajude a testar</strong><br />Para ter certeza de que o OpenTeacher funciona bem, nós precisamos de pessoas para testar as últimas revisões do OpenTeacher. Você pode baixar as fontes ou as revisões individuais do ramo do bzr lp:openteacher. Caso você encontre quaisquer erros nas revisões ou nos lançamentos, por favor, <a href="https://bugs.launchpad.net/openteacher/+filebug">relate um erro no Launchpad</a>.

source: <strong>Help distributing</strong><br />To make sure everyone can use OpenTeacher, it is important that OpenTeacher is being released on as many platforms as possible. Packaging for Mac OS X is a problem right now because we don't have a Mac. We are looking for people who own a Mac and can help packaging. Also people who run Linux distributions or other systems (especially OpenSuSE) OpenTeacher isn't packaged for are welcome.
pt_br: <strong>Ajude a distribuir</strong><br />Para ter certeza de que todos possam usar o OpenTeacher, é importante que ele seja lançado para o maior número de plataformas possível. Atualmente, os empacotamentos para Mac OS X são um problema, porque nós não temos um Mac. Nós estamos procurando pessoas que possuem um Mac e que podem ajudar a empacotar. Também são bem-vindas as pessoas que executam distribuições Linux ou outros sistemas (especialmente OpenSuSE) para os quais o OpenTeacher não tem pacotes.

source: <strong>Help promoting</strong><br />Tell your friends, teachers and students about OpenTeacher. The best way to make people use OpenTeacher is to tell them it exists!
pt_br: <strong>Ajude a promover</strong><br />Conte aos seus amigos, professores e alunos sobre o OpenTeacher. A melhor maneira de fazer as pessoas utilizarem o OpenTeacher é contar a elas que ele existe!

source: Free exam training software
pt_br: Aplicativo livre voltado ao treinamento para avaliações

source: Home
pt_br: Página inicial

source: News
pt_br: Novidades

source: About
pt_br: Sobre

source: Download
pt_br: Baixar

source: Go back to documentation
pt_br: Voltar à documentação

source: Link to this page
pt_br: Linque para esta página

source: Translator notes
pt_br: Notas para tradutores

source: When you're translating for OpenTeacher, keep in mind that you should translate keyboard shortcuts always in the same way (German example: if you translate Ctrl+S to Strg+S, you should also translate Ctrl+Q to Strg+Q and all other keyboard shortcuts the same way).
pt_br: Quando você estiver traduzindo o OpenTeacher, tenha em mente que você deve traduzir os atalhos de teclado sempre da mesma maneira (exemplo para o alemão: se você traduzir Ctrl+S por Strg+S, você deve também traduzir Ctrl+Q para Strg+Q, e proceder do mesmo modo com todos os outros atalhos de teclado).

source: List of all keyboard shortcuts in OpenTeacher:
pt_br: Lista de todos os atalhos de teclado do OpenTeacher:

source: deprecated, should be changed to &quot;Return&quot;
pt_br: obsoleto, deve ser alterado para &quot;Enter&quot;

source: Using OpenTeacher 2: A Quick Start
pt_br: Usando o OpenTeacher 2: um guia rápido

source: This quick start guide shows you how to do a simple self-test using OpenTeacher 2. We're going to learn counting to ten in French today! For this example we are assuming that you already know English, and you want to learn French.
pt_br: Este guia rápido mostra a você como fazer um auto-teste simples usando o OpenTeacher 2. Hoje nós aprenderemos a contar até dez em francês! Para esse exemplo, nós presumimos que você já sabe inglês e que você gostaria de aprender francês.

source: The screenshots are all taken in Ubuntu, but this should all work exactly the same in Windows and Mac OS X.
pt_br: Todas as capturas de tela são do Ubuntu, mas tudo o que foi mostrado deve funcionar exatamente igual no Windows e no Mac OS X.

source: Start OpenTeacher
pt_br: Iniciar o OpenTeacher

source: Enter a title for the word list you are going to enter. Also enter the known language, which, in our case, is English, and the foreign language (the language you want to learn), which, in our case, is French.
pt_br: Dê um título para a lista de palavras que você digitar. Digite também a língua conhecida, que, no nosso caso, é o português, e a língua estrangeira (a língua que você quer aprender), que, no nosso caso, é o francês.

source: Then enter all words you want to learn, seperating the foreign and known language by =, and the words by newlines (see the screenshot for an example).
pt_br: Depois digite todas as palavras que você gostaria de aprender, separando a língua estrangeira e a língua conhecida por =, e as palavras por mudanças de linhas (veja a captura de tela para um exemplo).

source: Click "Enter!". Now the table of words on the bottom will be filled with your words. You have now successfully made your word list!
pt_br: Clique em "Inserir!" Agora a tabela de palavras na parte de baixo será preenchida com as suas palavras. Agora você criou com sucesso a sua lista de palavras!

source: Click the "Teach me!" tab on the top to start the test. A word will now be asked to you in your own language, and you have to type the translation of it in the text field. When you have entered the translation, press Enter on your keyboard, or click "Check!"
pt_br: Clique na aba “Ensine-me!” na parte de cima para começar o teste. Então uma palavra será perguntada a você na sua própria língua, e você deve digitar a sua tradução na campo de texto. Quando você tiver digitado a tradução, tecle Enter no seu teclado ou clique em “Verificar!”.

source: If you entered the right translation, the next question will be asked to you. If you did not enter the right translation, OpenTeacher will show you the correct answer, and the difference from your answer.
pt_br: Se você digitou a tradução certa, a próxima questão será perguntada a você. Se você não digitar a tradução certa, o OpenTeacher lhe mostrará a resposta correta e a diferença da sua resposta.

source: Once the test is completed, OpenTeacher will tell you if you did well by giving you a &quot;note&quot; (grade).
pt_br: Assim que o teste estiver completo, o OpenTeacher lhe dirá se você foi bem, dando uma &quot;nota&quot; (graduação).

source: This simple guide explains how to install OpenTeacher for ArchLinux. I will be using ArchLinux 2010.05.
pt_br: Este guia simples explica como instalar o OpenTeacher para ArchLinux. Eu utilizarei o ArchLinux 2010.05.

source: Download the ArchLinux package .pkg.tar.xz from the Download section of this website.
pt_br: Baixe o pacote .pkg.tar.xz para o ArchLinux da seção de arquivos para baixar neste sítio da rede.

source: Install the package from the terminal with <strong>pacman -U &lt;filename&gt;</strong>
pt_br: Instale o pacote a partir do terminal com o comando <strong>pacman -U &lt;filename&gt;</strong>

source: This simple guide explains how to install OpenTeacher for Ubuntu. I will be using Ubuntu 10.10 (Maverick Meerkat) for this.
pt_br: Este guia simples explica como instalar o OpenTeacher no Ubuntu. Eu utilizarei o Ubuntu 10.10 (Maverick Meerkat) para esse fim.

source: Download the Ubuntu .deb file from the Download section of this website.
pt_br: Baixe o arquivo .deb do Ubuntu da Seção de arquivos para baixar neste sítio.

source: When the download has completed, doubleclick the .deb file you just downloaded. This will open the Ubuntu Software Center.
pt_br: Quando o arquivo estiver baixado, dê um clique duplo no arquivo .deb que você acabou de baixar. Essa ação abrirá a central de programas do Ubuntu.

source: Click &quot;install&quot; to start the installation.
pt_br: Clique em &quot;instalar&quot; para iniciar a instalação.
