Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/interfaces/qt/typingTutor/main/translations/*.po
Languages: de

source: That's a mistake :(.
de: Dies ist ein Fehler :(.

source: Please choose a user name and the keyboard layout you want to learn.
de: Bitte wähle einen Nutzernamen und das Tastaturlayout, welches Sie lernen möchten.

source: Username:
de: Benutzername:

source: Keyboard layout:
de: Tastaturbelegung:

source: Welcome, please choose your account by clicking on it.
de: Willkommen, bitte wählen Sie ihren Account durch anklicken.

source: I am a new user
de: Ich bin ein neuer Nutzer

source: Speed (words per minute)
de: Geschwindigkeit (Wörter pro Minute)

source: Amount of mistakes
de: Anzahl an Fehler

source: Start exercise
de: Beginne Übung

source: The username should not be empty. Please try again.
de: Der Nutzername darf nicht leer sein. Bitte versuche es nochmals.

source: That username is already taken. Please try again.
de: Der Nutzername wird bereits verwendet. Bitte versuche es nochmals.
