Repository: LenaWil/openteacher
Catalog: modules/org/openteacher/interfaces/qt/enterers/topo/translations/*.po
Languages: de, it

source: From hard disk...
de: Von der Festplatte...
it: Dal disco rigido...

source: Images
de: Bilder
it: Immagini

source: Warning
de: Achtung

source: Are you sure you want to use another map? This will remove all your places!
de: Sind Sie sicher, dass Sie eine andere Karte verwenden möchten? Dies wird all Ihre Orte entfernen!
it: Sei sicuro di voler usare un'altra mappa? Questo rimuoverà tutti i tuoi luoghi!

source: Map:
de: Karte:
it: Mappa:

source: Add a place by doubleclicking it on the map
de: Fügen Sie einen Ort durch einen Doppelklick auf die Karte hinzu
it: Aggiungi un luogo cliccandolo due volte sulla mappa

source: Places in your test
de: Orte in Ihrem Test
it: Luoghi nel tuo test

source: Remove selected place
de: Ausgewählten Ort entfernen
it: Rimuovi i luoghi selezionati

source: Add a place by name:
de: Hinzufügen eines Ortes durch dessen Namen:
it: Aggiungi un luogo in base al nome:

source: Add
de: Hinzufügen
it: Aggiungere

source: Place not found
de: Ort nicht gefunden
it: Luogo non trovato

source: Sorry, this place is not in the list of known places. Please add it manually by doubleclicking on the right location in the map.
de: Entschuldigung, dieser Ort ist nicht in der Liste der bekannten Orte. Bitte fügen Sie ihn manuell durch einen Doppelklick auf die korrekte Position auf der Karte hinzu.
it: Ci dispiace, questo luogo non è nella lista dei luoghi conosciuti. Per favore aggiungilo manualmente con un doppio click sulla posizione giusta nella mappa.
